# Essentials
brew "btop"
brew "git"
brew "htop"
brew "mactop"
brew "fastfetch"
brew "ranger"
cask "caffeine"
cask "google-chrome"
cask "karabiner-elements"
cask "mos"
cask "raycast"
cask "stats"
cask "tiles"
cask "visual-studio-code"
brew "jq"
cask "mediainfo"
cask "firefox"
brew "gromgit/brewtils/taproom"
brew "ffmpeg"
brew "stow"
cask "amethyst"
brew "eza"
brew "zoxide"
brew "bat"

# Coding
brew "cocoapods"
cask "homebrew/cask/codex"
brew "lazygit"
brew "neovim"
brew "fzf"
brew "scrcpy"
cask "android-platform-tools"
cask "fork"
cask "insomnia"
cask "ngrok/ngrok/ngrok"
cask "postman"
cask "android-studio"
cask "slack"
cask "toggl-track"
cask "zoom"
brew "jenv"
brew "nvm"
brew "rbenv"
cask "iterm2"
cask "xcodes-app"
cask "react-native-debugger"
brew "pyenv"
cask "copilot-cli"
