brew "cocoapods"
brew "codex"
brew "lazygit"
brew "neovim"
brew "scrcpy"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "fork"
cask "insomnia"
cask "ngrok/ngrok/ngrok"
cask "postman"
cask "android-studio"
cask "slack"
cask "toggl-track"
cask "zoom"
brew "jenv"
brew "nvm"
brew "rbenv"
cask "iterm2"
cask "xcodes-app"
cask "react-native-debugger"
brew "pyenv"
