brew "btop"
brew "git"
brew "htop"
brew "mactop"
brew "fastfetch"
brew "ranger"
cask "caffeine"
cask "google-chrome"
cask "karabiner-elements"
cask "mos"
cask "raycast"
cask "stats"
cask "tiles"
cask "visual-studio-code"
brew "jq"
cask "mediainfo"
cask "firefox"
brew "gromgit/brewtils/taproom"
brew "ffmpeg"
brew "stow"
